{"_default": {"1": {"xpath": "XPATH:\txpath: #mw-content-text/div[1]/p[4]\n", "url": "URl:\thttps://en.wikipedia.org/wiki/Cross-country_flying\n", "text": "DATA:\tTransport Canada does not provide a definition of \"cross-country\" flight in the Canadian Aviation Regulations (CARs),[1] however, a general consensus among pilots is that, in order to log \"cross-country time\" in a \n", "startPoint": "0", "endPoint": "214", "tag": "TAG:\t12\n"}, "2": {"xpath": "XPATH:\txpath: #mw-content-text/div[1]/p[2]\n", "url": "URl:\thttps://en.wikipedia.org/wiki/Morar_Railway_Viaduct\n", "text": "DATA:\tThe West Highland Railway was built to Fort William by Lucas and Aird, but there were delays with the West Highland Railway Mallaig Extension (Guarantee) bill for the Mallaig Extension Railway in the House of Commons as the Tory and Liberal parties fought over the issue of subsidies for public transport. This Act did pass in 1896, by which time Lucas & Aird (and their workers) had moved south.[1] New contractors were needed and Robert McAlpine & Sons were taken on with Simpson & Wilson as engineers. Robert McAlpine & Sons was headed by Robert McAlpine, nicknamed \"Concrete Bob\" for his innovative use of mass concrete.[2] Concrete was used due to the difficulty of working the hard schist in the area.[3] McAlpine's son Robert, then aged 28, and his nephew William Waddell, took charge of construction, with his younger son Malcolm appointed as assistant.\n", "startPoint": "0", "endPoint": "861", "tag": "TAG:\trail\n"}, "3": {"xpath": "XPATH:\txpath: #mw-content-text/div[1]/p[2]\n", "url": "URl:\thttps://en.wikipedia.org/wiki/George_Armstrong_(physician)\n", "text": "DATA:\tArmstrong was the brother of John Armstrong, the poet. After practising pharmacy at Hampstead, he qualified as a physician, moved to London, and established in 1769 a dispensary, supported by contributions, for the relief of poor children. This institution existed for more than twelve years, and it was calculated that 35,000 children were relieved during that time. But it met with small financial support\n", "startPoint": "0", "endPoint": "407", "tag": "TAG:\tGeorge Armstrong \n"}, "4": {"xpath": "XPATH:\txpath: #mp-tfp/table[1]/tbody[1]/tr[1]/td[2]/p[1]/i[1]/b[1]/a[1]\n", "url": "URl:\thttps://en.wikipedia.org/wiki/Main_Page\n", "text": "DATA:\tNortheaster is an oil painting on canvas completed by the American artist Winslow Homer in 1895. One of several paintings on marine subjects by the artist during his time in Maine, it presents viewers with a struggle of elements between the sea and the rocky shore. It is on display in the Metropolitan Museum of Art in New York.\n", "startPoint": "13", "endPoint": "342", "tag": "TAG:\tPic\n"}, "5": {"xpath": "XPATH:\txpath: #mw-content-text/div[1]/p[17]\n", "url": "URl:\thttps://en.wikipedia.org/wiki/Byzantine_Greeks\n", "text": "DATA:\t hamlet, and the proasteion (Greek: προάστειον) or estate.[21] According to a 14th-century survey of the village of Aphetos, donated to the monastery of Chilandar, the average size of a landholding is only 3.5 modioi (0.08 ha).[22] Taxes placed on rural populations included the kapnikon (Greek: καπνικόν) or hearth tax, the synone (Greek: συνονή) or cash payment frequently affiliated with the kapnikon, the ennomion (Greek: εννόμιον) or pasture tax, and the aerikon (Greek: αέρικον, meaning \"of the air\") which depended on the village's population and ranged between 4 and 20 gold coins annually.[23]\n\nTheir diet consisted of mainly grains and beans and in fishing communities fish was usually substituted for meat.[24] Bread, wine, and olives were important staples of Byzantine diet with soldiers on campaign eating double-baked and dried bread called paximadion (Greek: παξιμάδιον).[25] As in antiquity and modern times, the most common cultivations in the choraphia (Gre\n", "startPoint": "21", "endPoint": "997", "tag": "TAG:\tabc\n"}}}